{

  "footer": {
    "contact": "Contact",
    "visitUs": "Visit Us",
    "copy": "Copy",
    "krakow": "Kraków",
    "zakopane": "Zakopane",
    "primosten": "Primosten",
    "bandOfCreators": "BandOfCreators2023"

}
,
  "navbar": {
    "apartments": "Apartments",
    "gallery": "Gallery",
    "contact": "Contact",
    "book": "Book"
  },

  "homePageText": {
    "weProvide": "We Provide",
    "listItem1": "The strict center of Krakow, a historic district!",
    "listItem2": "Very good public transportation nearby",
    "listItem3": "3 minutes walk to the Main Market Square",
    "listItem4": "5 minutes walk to Wawel Castle",
    "listItem5": "Breakfast included in the price"
  },

  "reviews": {
    "header": "What our guests say",
    "review1": {
      "author": "Kasia Cz.",
      "text": "Apartments Crusoe are fabulous, with stylish decor in historic building and same time modern with free Wi-Fi, very comfortable bed and yummy breakfast,right in the very heart of Krakow close to all attractions !!!"
    },
    "review2": {
      "author": "K.J. Galov",
      "text": "I stayed here with my husband and we had a ton of fun. The apartment was clean and roomy. Great location, easy to get to Krakow's biggest attractions. We would definitely stay here again!!!"
    },
    "review3": {
      "author": "Maggie",
      "text": "Walking distance to everything! New renovated, comfy bed and in the bedroom historic brick wall. Such a great atmosphere there! This is Kraków feeling pure! If you need anything extra ask the owner! Rental car? Tips for best restaurants? He can do magic!"
    }

  },

  "invitationTxt": {
    "description": "If you are planning a romantic weekend getaway, a longer tourist stay, or a business visit in Krakow, our private apartments are an ideal choice for you. Their convenient location in the very heart of the city guarantees easy access to major attractions, museums, restaurants, theaters, and other entertainment centers. On the other hand, they ensure peace and discretion. We provide personal service at the highest level!"
  },

  "headerTxt" : {
    "header": "Luxury apartments in the heart of Krakow"
  },

  "apartment1": {
    "title": "Apartment 1",
    "description": "Sample description of apartment 1."
  },

  "contactPage": {
    "title": "Contact",
    "phoneNumber": "+48 123 456 789",
    "email": "contact@example.com",
    "formTitle": "Write to us",
    "nameLabel": "Full name",
    "emailLabel": "Email address",
    "messageLabel": "Message",
    "submitButton": "Submit",
    "getDirectionsButton": "Drive",
    "mapLabel": "Drive to us",
    "description": "ul. Piłsudskiego 11\n33-323 Kraków\nPolska"
  },
  "friends": {
    "title": "Our Friends"
  },
  "sloganCrusoe":{
    "title":"Magnificence",
    "description":"The world with CRUSOE. The greatest luxury is travelling and staying happy."
  },


  "togetherPage":{
    "description" : "Our modern apartments are located on the second floor of a historic, newly renovated tenement house in the heart of Krakow. Excellent location. 2-5 minutes walk to the Main Market, Wawel, Vistula. Close to the Main Railway Station, bus station, public transport which allows for convenient city sightseeing."
  },
  "apartmentCard": {
    "title": "Crusoe Krakow",
    "titlePS" : "Furnished in modern style with great attention to detail. Fully equipped.",
    "feature1": "Location on the second floor of a restored, 19th-century tenement house.",
    "feature2": "Modern, two-room apartment with a walk-through living room with a kitchenette.",
    "feature3": "Separate, comfortable bedroom.",
    "feature4": "Luxuriously furnished bathroom equipped with a large shower, bidet, and rain shower.",
    "feature5": "Preserved, historical elements, such as 19th-century brick and original plaster.",
    "feature6": "Styled, ornamental floor adding character.",
    "feature7": "Delicious breakfast at the Bon Jour Cava cafe, included in the price of stay."
  }
}



