{
  "footer": {
    "contact": "Kontakt",
    "visitUs": "Odwiedź nas",
    "copy": "Kopiuj",
    "krakow": "Kraków",
    "zakopane": "Zakopane",
    "primosten": "Primosten",
    "bandOfCreators": "BandOfCreators2023"
  },
  "navbar": {
    "APARTMENTS": "APARTAMENTY",
    "GALLERY": "GALERIA",
    "CONTACT": "KONTAKT",
    "BOOK": "REZERWUJ"
  },

  "homePageText": {
    "weProvide": "Zapewniamy",
    "listItem1": "Ścisłe centrum Krakowa, historyczna dzielnica!",
    "listItem2": "Bardzo dobra komunikacja miejska w pobliżu",
    "listItem3": "3 minuty piechotą do Rynku Głównego",
    "listItem4": "5 minut piechotą do Wawel",
    "listItem5": "śniadanie w cenie"
  },

  "reviews": {
    "header": "Co mówią nasi goście",
    "review1": {
      "author": "Kasia K",
      "text": "Świetna lokalizacja z widokiem na Wawel, gustownie i komfortowo urządzone, śniadania w uroczej kawiarence obok."
    },
    "review2": {
      "author": "Łukasz",
      "text": "Elegancki duży apartament w świetnej lokalizacji."
    },
    "review3": {
      "author": "Angelica",
      "text": "Sadze ze wlasciciele bardzo dnaja o jakosc. Oferuja w standardzie to czym 4-5 gwiazdkowe hotele sie legitymuja a nawet wiecej. Jest to miejsce gdzie zyczylabym sobie wrocic"
    }

  },

  "invitationTxt": {
    "description": "Jeśli planują Państwo romantyczny weekend we dwoje, dłuższy pobyt turystyczny czy wizytę biznesową w Krakowie, nasze prywatne apartamenty są dla Państwa idealną propozycją. Ich dogodne usytuowanie w samym sercu miasta, z jednej strony gwarantuje łatwy dostęp do najważniejszych zabytków, muzeów, restauracji, teatrów i innych centrów rozrywki. Z drugiej zaś strony, zapewnia spokój i dyskrecję. Zapewniamy osobisty serwis na najwyższym poziomie!"
  },

  "headerTxt" : {
    "header": "Luksusowe apartamenty w sercu Krakowa"
  },

  "apartment1": {
    "title": "Crusoe Kraków",
    "description": "Luksusowe apartamenty w sercu Krakowa\nNasze nowoczesne apartamenty znajdują się na drugim piętrze historycznej, nowo odrestaurowanej kamienicy w sercu Krakowa. Doskonała lokalizacja. 2-5 minut piechotą do Rynku Glównego, Wawelu, Wisły. Blisko Dworca Głównego PKP, dworca autobusowego, komunikacji miejskiej co pozwala na wygodne zwiedzanie miasta. Apartament składa się z przechodniego salonu z aneksem kuchennym, osobnej sypialni i luksusowo urządzonej łazienki z dużym prysznicem i deszczownicą. Nowoczesny, luksusowy wystrój łączy się z pięknem XIX-wiecznej cegły, którą skrywały stare tynki. Uwagę przykuje także ozdobna podłoga, która klimatem pasuje do historycznego miejsca. W cenę pobytu wliczone jest pyszne śniadanie w uroczej kawiarence Bon Jour Cava, znajdującej się w sąsiedztwie apartamentu."




  },

  "contactPage": {
    "title": "Kontakt",
    "phoneNumber": "+48 123 456 789",
    "email": "contact@example.com",
    "formTitle": "Napisz do nas",
    "nameLabel": "Imię i nazwisko",
    "emailLabel": "Adres e-mail",
    "messageLabel": "Wiadomość",
    "submitButton": "Wyślij",
    "getDirectionsButton": "Jedź",
    "mapLabel": "Dojedź do nas",
    "description": "ul. Piłsudskiego 11\n33-323 Kraków\nPolska"
  },
  "friends": {
    "title": "Nasi przyjaciele"
  },
  "sloganCrusoe":{
    "title":"Majestatycznie",
    "description":"Poznaj świat CRUSOE. Największym luksusem jest podróżować, pozostając szczęśliwym."
  },
  "togetherPage":{
    "description" : "Nasze nowoczesne apartamenty znajdują się na drugim piętrze historycznej, nowo odrestaurowanej kamienicy w sercu Krakowa. Doskonała lokalizacja. 2-5 minut piechotą do Rynku Glównego, Wawelu, Wisły. Blisko Dworca Głównego PKP, dworca autobusowego, komunikacji miejskiej co pozwala na wygodne zwiedzanie miasta."
  },
  "apartmentCard": {
    "title": "Crusoe Kraków",
    "titlePS" : "Umeblowane w nowoczesnym stylu z wielką dbałością o szczegóły. W pełni wyposażone.",
    "feature1": "Lokalizacja na drugim piętrze odrestaurowanej, XIX-wiecznej kamienicy.",
    "feature2": "Nowoczesny, dwupokojowy apartament z przechodnim salonem z aneksem kuchennym.",
    "feature3": "Osobna, komfortowa sypialnia.",
    "feature4": "Luksusowo urządzona łazienka wyposażona w duży prysznic, bidet i deszczownicę.",
    "feature5": "Zachowane, historyczne elementy, takie jak XIX-wieczna cegła i oryginalne tynki.",
    "feature6": "Stylizowana, ozdobna podłoga dodająca charakteru.",
    "feature7": "Pyszne śniadanie w kawiarence Bon Jour Cava, wliczone w cenę pobytu."
  }
}


